app/controllers/heros_controller.rb

    def index
        heros = Hero.all
---
SELECT "heros".* FROM "heros"