app/controllers/powers_controller.rb

SELECT "powers".* FROM "powers"
---
    def index
        powers = Power.all